import original_method from './media/original_method.png'
import who_was_tomatis from './media/who_was_tomatis.png'
import audio_phonologie from './media/audio_phonologie.png'
import central_role from './media/central_role.png'
import therapy_goal from './media/therapy_goal.png'
import how_therapy_works from './media/how_therapy_works.png'
import efficiency_of_method from './media/efficiency_of_method.png'
import mothers_voice from './media/mothers_voice.png'
import foreign_languages from './media/foreign_languages.png'
import brain_activator from './media/brain_activator.png'
import mbl_apps from './media/mbl_apps.png'
import giger from './media/giger.png'
import horse from './media/horse.png'
import half_sphere from './media/halfsphere.jpeg'
import personal_exes from './media/personal_exers.png'
import { CardInterface } from '../helpers/cardsData'

export const pagesData:CardInterface[] = [
	{
		link: 'original_method', 
		title: 'Оригинальный метод', 
		text: `Эту сеть возглавляет г-н Йозеф Верворт, бельгийский терапевт, применяющий этот метод с 1983 года и пользующийся полным доверием профессора Томатиса. Йозеф Верворт вместе со своей дочерью Астрид Верворт руководит центром «Атлантис» в Сен-Троне (Бельгия), крупнейшим центром в мире и авторитетным специалистом в этой дисциплине.

			Профессор Томатис прямо попросил г-на Йозефа Верворта стать его преемником и продолжить его работу, соблюдая первоначальный подход, с задачами:
			• продолжить исследовательскую работу совместно с международными университетскими командами
			• обучать практиков аудио-психо-фонологии в международном масштабе
			• объединить глобальную сеть практиков, оставшихся верными ОРИГИНАЛЬНОМУ ПОДХОДУ, и продолжить развитие терапии.

			После смерти профессора Томатиса (конец 2001 г.) его прямые наследники и их преемники, тем не менее, остались владельцами (на юридическом уровне) имени, бренда и исходного доменного имени в Интернете, что может вызвать определенные колебания в общественное мнение между двумя сетями.

			При этом на техническом уровне предлагаются совсем другие подходы (например, существуют портативные устройства в аренду, позволяющие проводить лечение дома или в транспорте и т. д.).

			Центр «Без Границ» остается верным ОРИГИНАЛЬНОМУ ПОДХОДУ и, отдает предпочтение протоколам внутри сети MBL по нескольким причинам:
			• Метод требует особо сложного электронного оборудования профессионального стандарта (24 бит, 48 кГц), имеющего многочисленные регулировки и рабочие параметры. Никакое миниатюрное оборудование, предоставленное взаймы или в аренду, каким бы эффективным оно ни было, не может достичь тех же технических стандартов. Беспроводные технологии также полностью запрещены по причинам обработки сигнала.
			• Важно иметь возможность корректировать настройки индивидуальной программы в режиме реального времени, в частности, в процессе самой коррекции, в зависимости от реакции человека, проходящего терапию, что позволяет оптимизировать работу и получить наилучшие результаты!!! Очевидно, что это возможно только в центре.
			• Терапия должна проводиться в условиях, отличных от повседневной жизни, в специально отведенном для этого месте. Более того, соблюдать протокол работы в помещении центра легче, чем дома (контроль, дисциплина и соблюдение протокола, мотивация).`, 
		image: original_method
	},
	{
		link: 'who_was_tomatis', 
		title: 'Кем был Альфред Томатис?', 
		text: `
			Альфред ТОМАТИС (1920 – 2001) Доктор медицины (Парижский факультет), ЛОР, специалист по нарушениям слуха и языка. Известный во всем мире как исследователь и терапевт, Альфред Томатис дал свое имя трем законам, управляющим аудио-вокальной петлей - «эффект Томатиса»).

			Профессор работал с людьми с звуковыми травмами и профессиональной глухотой, изучал способность слышать, слушать и говорить. Работа над слухом привела его к изучению языка и общения. Его исследования и клиническая работа способствовали разработке способов восстановления и развития способностей к обучению и стимулирования потенциала мозга. Таким образом, он изобрел оборудование для нейросенсорной стимуляции, благодаря которому можно исправить или «перезаписать» нарушения развития.

			Результаты, полученные им в ходе его многочисленных исследований, превзошли все ожидания. С помощью уха он установил связь не только с голосом и языком, но и со способностью слушать, писать, читать, говорить, систематизировать информацию, рассуждать и многое другое. Он также исследовал связи между ухом и психологическим состоянием человека.`, 
		image: who_was_tomatis
	},
	{
		link: 'audio_phonologie', 
		title: 'Аудио-Психо-Фонология', 
		text: `Научное направление аудио-психо-фонологии основано на работах французского ЛОР врача, профессора Альфреда Томатиса. Эта дисциплина описывает связи между ухом, голосом, телом и психикой. Ухо выступает как важнейший орган, играющий роль связующего звена между сознанием и человеком, а также между человеком и окружающей его средой. Эта дисциплина тренирует неврологические и физиологические системы человека с помощью музыки и специально обработанных и отфильтрованных звуков.

			Недавние открытия в области когнитивной нейробиологии показали, что музыка является очень мощным вектором церебральной пластичности, который модифицирует мозг. Музыка действует глубоко внутри нашего мозга, координируя деятельность многочисленных мозговых цепей, связанных с когнитивными и аффективными переживаниями, важными для памяти. Таким образом, метод оказывает многочисленные терапевтические эффекты как на интеллектуальное развитие ребенка, на восстановление моторики и речи, на память, на психологическое состояние человека.

			В начале своей карьеры доктор Томатис наблюдал за двумя совершенно разными группами пациентов:
			• военные пациенты: армейские механики, подвергающиеся воздействию шума авиационных двигателей (до 120/130 дБ). Помимо проблем со слухом, вызванных чрезмерным уровнем звука, он замечает недостаточность тона голоса и выразительности голоса.
			• городская база пациентов, в рамках которой он лечит оперных певцов, испытывающих проблемы с голосом (Мария Каллас, Пласидо Доминго,...). Последние также подвергаются на сцене воздействию очень высокого уровня звука (до 110/120 дБ), и у них также повреждается орган слуха.

			На основе многолетних исследований, Альфред Томатис вывел три закона:
			1. Голос содержит только те частоты, которые слышит ухо.
			2. Если уху снова дать возможность правильно услышать утраченные или нарушенные частоты, они мгновенно и бессознательно восстанавливаются в голосе.
			3. Можно навсегда изменить голос, поддерживая слуховую стимуляцию в течение достаточного времени.

			В 1957 году Академия наук и медицины признали эти три закона под названием «Эффект Томатис». Профессор Томатис продемонстрировал, что модифицируя слуховые способности человека, можно добиться глубокой и устойчивой трансформации определенных физиологических и психологических процессов.

			Аудио-психо-фонология, воздействуя как на физиологическую, так и на психологическую сферы, влияет на внимание и открытость миру, а также на общение и взаимодействие. Позволяет значительно улучшить физическое и психологическое состояние человека, а также исправить или перевоспитать многочисленные дисфункции, возникающие из-за проблем с восприятием (ЗРР, ЗПРР, Аутизм, РАС, СДВГ, Гиперактивность и нарушения поведения, Дислексия, Дисфазия, Диспраксия, Дизорфография, Дискалькулия, психологическое выгорание, иностранные языки и т. д.).

			Таким образом, аудио-психо-фонология позволяет МАКСИМИЗИРОВАТЬ основные качества и потенциал людей, проходящих терапию.`, 
		image: audio_phonologie
	},
	{
		link: 'cantral_role',
		title: 'Центральная роль уха​',
		text: `Помимо простой функции слуха, ухо выполняет несколько функций:

			• Движение, вертикализация и образ тела
			В вестибулярной части внутреннее ухо является сенсорной системой, контролирующей баланс, координацию, работу мышц и моторику. Ухо направляет глаза при чтении, а руку, кисть и пальцы — при письме. Оно отвечает за вертикальное положение и баланс тела в окружающей среде.

			• Язык и общение
			Благодаря кибернетическим механизмам, которые управляют аудио-вокальным циклом (см. 3 закона эффекта Томатиса), внутреннее ухо контролирует вербальное и голосовое выражение (ритм, структуру, контроль, тембр и цвет голоса). Слушание требует внимания и осознанного обращения к другому человеку, а именно: желание вступить с ним в коммуникацию.

			• Корковая перезарядка
			Внутреннее ухо также играет роль энергетического центра нашего мозга. Профессор Томатис сравнил ухо с динамо-машиной, "которая преобразует получаемые им стимуляции в нервную энергию, питающую мозг". В частности, высокие частоты создают фундаментальную «нагрузку» на корковую деятельность. Этот эффект оживляет и стимулирует мозговые структуры. Только при этом условии мозг функционирует оптимально в плане творчества, принятия решений и проецирования, запоминания, обработки информации, воображения и т. д.

			Таким образом, ухо занимает важнейшее место среди органов чувств. Оно оказывает огромное влияние на жизнедеятельность человека, которое является основой нашего благополучия.`,
		image: central_role
	},
	{
		link: 'therapy_goal',
		title: 'В чем заключается терапия?​',
		text: `Терапия заключается в тренировке неврологических и физиологических систем человека путем прослушивания музыки и звуков, отфильтрованных с помощью сложного электронного стимулятора, воспроизводящего функционирование человеческого уха.

			Эта интенсивная стимуляция - настоящая тренировка мышц среднего уха. В процессе тренировки оптимизируется передача слухового сообщения внутренним ухом в мозг, что позволяет восстановить дефицитные функции и исправить фильтры или барьеры, которые личность могла воздвигнуть в ответ на прошлые болезненные или травматические события, триггеры и неприятности.

			Терапевтические звуки вызывают интенсивную стимуляцию мозга через слуховой нерв. Они направляют слуховую латеральность и улучшают проводимость мозолистого тела (структуры, которая позволяет двум частям мозга взаимодействовать друг с другом), что позволяет полушариям головного мозга лучше выполнять свои соответствующие функции и функционировать в сбалансированном режиме по отношению друг к другу.

			Мозг способен к реорганизации благодаря своей пластичности: он обладает необычайной способностью развиваться, развивать новые связи и изменять функции своих сетей в любом возрасте. Церебральная пластичность позволяет сосредоточиться на реабилитации путем стимуляции с целью развития новых когнитивных способностей и помощи в преодолении определенных трудностей.`,
		image: therapy_goal,
		steps: [
			{
				label: 'Подготовка к пренатальному прослушиванию',
				description: 'Подготовка уха и мозга к специальной звуковой стимуляции и совместной работы. Используется НЕфильтрованная музыка и НЕфильтрованное григорианское пение.',
			},
			{
				label: 'Слушание  «как в утробе матери»',
				description: 'Возвращение  к настрою первоначального общения в ожидании желания и мотивации к общению (внутреннее ухо). Используется ФИЛЬТРОВАННЫЙ «ГОЛОС МАТЕРИ» высокими частотами, дающими целительную психическую энергию мозгу - имитация первого периода жизни.',
			},
			{
				label: 'Акустическое рождение',
				description: 'В  момент рождения ребенка шаг за шагом происходит изменение и открытие наружных ушных раковин, а не внутреннего уха, где ребенок стимулировался во внутриутробном периоде.',
			},
			{
				label: 'Долингвистическая фаза',
				description: 'Подготовка к активной фазе',
			},
			{
				label: 'Активная лингвистическая фаза',
				description: 'Работа со звуками, имитация звуков, работа с микрофоном, чтение и письмо.',
			}
		]
	},
	{
		link: 'how_therapy_works',
		title: 'Как проходит терапия?',
		text: `Первая встреча (консультация) направлена на диагностику особенностей развития человека, определение целей терапии, объяснение подхода и ответы на возникающие вопросы. 
			Проводится тест прослушивания, интерпретация которого ложится в основу терапии. Тест предоставляет информацию о:
			• Моторике и балансе
			• Поведении (управление эмоциями, уверенность в себе, энергия, психологическое равновесие и т. д.)
			• Языковой обработке и способе коммуникации
			• Умении аналитически слушать, внимании и концентрации
			• Утомляемости или энергичности
			На основе результатов и наблюдений этой первоначальной оценки составляется индивидуальная программа работы.
			При невозможности провести тест прослушивания для детей, терапевт использует нейропсихологическую диагностику относительно возраста, метод наблюдения, анкетирование, видеомоделинг (индивидуальный подход).

			Практика терапии:
			1 курс включает в себя 12 дней прослушивания по 4,5 часа в день:
			• индивидуальный подход в написании программы
			• запись голоса матери
			• 54 часа прослушивания (стимуляция голосом матери от 20 часов!)
			• 6 занятий на двигательном тренажере
			• 6 занятий на иппотренажере JOBA
			• моторная стимуляция костными вибраторами

			2, 3, 4 курс и последующие включают в себя 5-7 дней прослушивания по 4,5 часа в день:
			• индивидуально написанная программа
			• от 23 часов прослушивания
			• 3 занятия на двигательном тренажере
			• 3 занятия на иппотренажере JOBA
			• моторная стимуляция костными вибраторами

			Перерывы между курсами прослушивания являются частью терапии и составляют 6-8 недель. Они важны для устойчивой интеграции полученного результата. Дальнейшие курсы прослушивания определяются индивидуальными особенностями и потребностями человека.

			График прослушиваний: понедельник - суббота

			8:30 ....
			10:00....

			Смену прослушивания определяет терапевт исходя из возраста и индивидуальных особенностей человека.`,
		image: how_therapy_works
	},
	{
		link: 'efficiency_of_method',
		title: 'Эффективность метода Томатиса',
		text: `Дети:
			• задержки психомоторного, речевого или психического развития, особенно у детей, рожденных недоношенными
			• последствия после осложнений во время беременности и родов
			• вестибулярные расстройства: баланс, координация, образ тела, крупная и мелкая моторика, осанка
			• трудности в обучении: проблемы с чтением и правописанием, дислексия, дискалькулия, проблемы с концентрацией внимания
			• поведенческие особенности: эмоциональная замкнутость, страхи, отсутствие самосознания, беспокойство, гиперактивность (СДВГ), синдром дефицита внимания (СДВ), агрессивность, низкая толерантность к фрустрации, отсутствие мотивации, расстройства аутистического спектра и синдром Аспергера
			• генетические нарушения
			• изучение иностранных языков – легкая адаптация слухового восприятия иностранного языка

			Взрослые:
			• проблемы со слуховым восприятием и проблемы с общением
			• психосоматические проблемы
			• нарушения сна и/или проблемы с релаксацией
			• проблемы с позвоночником
			• нарушения равновесия
			• симптомы утомления/выгорания
			• реабилитация: после внезапной (временной) потери слуха, шума в ушах, инсульта, после несчастного случая
			• слабая память
			• проблемы с концентрацией внимания
			• улучшение голоса и пения: например, интонация и экспрессия
			• недостаток уверенности в себе
			• расстройство пищевого поведения (анорексия или булимия)
			• депрессия
			• нейродегенеративные заболевания
			• изучение нового языка

			Пожилые:
			• оптимизация и стабилизация остаточного слуха
			• улучшение баланса в теле
			• работа над памятью (деменция) и высшими психическими процессами`,
		image: efficiency_of_method
	},
	{
		link: 'mothers_voice',
		title: 'Голос матери - основа успешной терапии',
		text: `Мама - основа нашей психики и тела. Использование материнского голоса - это 70% успешности терапии. Нам нужен этот психологический элемент. Голос матери – это лекарство, с помощью которого мы будем стимулировать ухо, чтобы стимулировать мозг.
			«Теория материнского голоса» профессора Томатиса была подтверждена в научном исследовании Стэнфордского университета под названием:
			«Нейронные цепи, лежащие в основе восприятия голоса матери, предсказывают способности детей к социальному общению».

			Терапия "голосом матери" - это уникальная возможность перезаписи генетической памяти!`,
		image: mothers_voice
	},
	{
		link: 'foreign_languages',
		title: 'Изучайте иностранные языки легче',
		text: `Дар к языкам – это прежде всего способность настроить слух на частоты иностранного языка.

			В принципе, ухо открыто для широкого диапазона частот и может регистрировать широкий спектр ритмов. Однако в процессе развития слух приспосабливается к способу слушания, определяемому родным языком. В разных языках используются разные диапазоны частот. Англоговорящие в разговоре в основном используют частоты от 2000 до 12000 Герц, французы используют диапазон от 100 до 300 и от 1000 до 2000 Гц, большинство людей, говорящих на славянских языках, используют диапазон от 100 до 12000 Гц, а немецкий динамики используют полосу частот от 100 до 3000 Гц. Другими словами, есть «английское», «французское», «славянское» или «немецкое» ухо; Ведь человек может воспроизводить в своей речи только те частоты, которые он тоже слышит (закон Томатиса).

			Теперь нам легче понять, почему, например, франкоязычным людям так трудно изучать другие языки. Их предпочтительный диапазон частот, как и итальянцев, находится скорее в узком диапазоне. Преимущество имеют выходцы из стран, где говорят на славянских языках. Частотный диапазон примерно 20 славянских языков охватывает большую полосу пропускания. Этим объясняется предрасположенность выходцев из Восточной Европы к изучению языков.

			Чтобы хорошо выучить язык, нужно, прежде всего, уметь хорошо слышать привилегированный частотный диапазон этого языка. Кроме того, для каждого языка существует типичный латент`,
		image: foreign_languages
	},
	{
		link: 'brain_activator',
		title: 'Активатор мозга',
		text: `Мозговой активатор — это сложное электронное устройство, лежащее в основе предлагаемой слуховой стимуляции. Он подключается к определенному источнику музыки и специальным наушникам. Он преобразует музыку (и голос матери) так, что мозг стимулируется через ухо, а также костной проводимостью черепа, укрепляя созданные связи и стимулируя создание новых нейронных связей.

			Эволюция оригинального «Электронного уха» профессора Томатиса, Активатора мозга, представляет собой технический синтез всех исследовательских работ, проведенных по этому вопросу. Оснащенный новейшими цифровыми и IT-технологиями, он позволяет решать проблемы еще более целенаправленно и эффективно. Это устройство создано в результате сотрудничества Mozart-Brain-Lab (MBL) в Бельгии и Технического университета (TU) Дортмунда (Германия).

			Устройство обрабатывает звук через два канала, которые активируются поочередно и нерегулярно (следовательно, не предсказуемым для мозга образом). Это вызывает постоянный эффект удивления, заставляя крошечные мышцы среднего уха поочередно сокращаться и расслабляться: они должны быстро адаптироваться к этой постоянной смене напряжения и расслабления (слушание, внимание, бдительность) и к условиям постоянно меняющейся акустики. Это и есть эффект метода Томатис.

			Со временем эта микрогимнастика ушей приводит к феномену устойчивости, который создает прогрессивную и постоянную мышечную подготовку; таким образом, среднее ухо становится способным самопроизвольно и правильно осуществлять регуляцию, необходимую для передачи звуков.

			Для этого мы используем специальные наушники, которые передают звуки двумя способами: воздушной проводимостью (уши) и костной проводимостью (вибратор, расположенный на макушке черепа). Фактически мозг получает внешние акустические стимулы через костный голос (черепную коробку) за несколько долей секунды до ушей. Таким образом, тренировка слушания будет стимулировать уровни энергии, используемые мозгом для восприятия звуковых импульсов этих двух векторов.

			Выбранный репертуар в основном состоит из произведений Моцарта и григорианских песнопений. Этот тип музыки был выбран профессором Томатисом после многочисленных испытаний, так как он давал наилучшие результаты. Для детей и молодых людей используется ГОЛОС МАТЕРИ (отфильтрованный) на определенных этапах лечения. Чтение или пение перед микрофоном, слушая собственный модифицированный голос, чтобы стимулировать аудиовокальную кибернетическую петлю.`,
		image: brain_activator,
	},
	{
		link: 'mbl_apps',
		title: 'Система приложений MBL',
		text: `При воспроизведении музыки и материнского голоса важно использовать правильный формат. Никогда не следует использовать второсортный звук для стимуляции мозга. Например, формат MP3 сжимает данные, чтобы поместить как можно больше информации в минимум места, что приводит к потере качества. Это негативно скажется на результатах.

			Именно поэтому мы работаем с форматом 24 бит/48 кГц, что возможно только при наличии специального оборудования. Проведение терапии дома – не лучшая идея, учитывая технические ограничения некачественного оборудования и важную консультативную роль терапевта, а также поддержку центра.

			Раньше мы использовали ленты, кассеты и кассеты Revox. Воспроизведение 24-битных компакт-дисков на устройстве Alesis было большим улучшением, но когда производство было прекращено, MBL пришлось искать альтернативу.

			Так появилась система MBL APP. Устройство было разработано в сотрудничестве с инженерами-программистами бельгийской компании ForData.

			Все пассивные и активные музыкальные треки, а также различные языковые треки из коллекции профессора Томатиса хранятся на устройстве в 24-битном формате, что оставляет достаточно места для записи практически неограниченного количества материнских голосов в том же формате.`,
		image: mbl_apps
	},
	{
		link: 'giger',
		title: 'Гигер',
		text: `Дети слушают, пока выполняют упражнения на этом «перевернутом велосипеде». Таким образом, префронтальная доля, двигательная дуга и мозжечок получают огромный импульс. 
		Таким образом, (тонкая) моторика, координация, структуры времени, пространства, ритма и порядка (= математика) хорошо улучшаются.`,
		image: giger
	},
	{
		link: 'horse',
		title: 'Механическая лошадь',
		text: `Это обеспечивает лучшую осанку и тонус. Баланс значительно улучшается, а проблемы со спиной значительно уменьшаются.
			Вы всегда катаетесь на лошади в сочетании со слуховой стимуляцией мозга. Это дает наилучшие результаты.`,
		image: horse
	},
	{
		link: 'half_sphere',
		title: 'Рыбу в мяч',
		text: `Здесь мы тренируем баланс, слуховую и зрительную систему одновременно. Эти упражнения также стимулируют зрительно-моторную координацию и концентрацию.`,
		image: half_sphere
	},
	{
		link: 'personal_exes',
		title: 'Индивидуальные упражнения',
		text: `В центре мы проводим различные индивидуальные курсы повышения квалификации. Мы используем доску для писем, чтобы быстрее читать и писать посредством тщательного анализа и синтеза звуков. Математическая доска помогает решать математические задачи и распознавать числа.
			Упражнения для моторики рта улучшают произношение и контроль над мышцами рта и вокруг него.
			Мы развиваем моторику письма с помощью упражнений трудотерапии.`,
		image: personal_exes
	},
]