import { Box } from "@mui/material";
import React from "react";

const foreign_languages_data = {
	text: `Дар к языкам – это прежде всего способность настроить слух на частоты иностранного языка.

		В принципе, ухо открыто для широкого диапазона частот и может регистрировать широкий спектр ритмов. Однако в процессе развития слух приспосабливается к способу слушания, определяемому родным языком. В разных языках используются разные диапазоны частот. Англоговорящие в разговоре в основном используют частоты от 2000 до 12000 Герц, французы используют диапазон от 100 до 300 и от 1000 до 2000 Гц, большинство людей, говорящих на славянских языках, используют диапазон от 100 до 12000 Гц, а немецкий динамики используют полосу частот от 100 до 3000 Гц. Другими словами, есть «английское», «французское», «славянское» или «немецкое» ухо; Ведь человек может воспроизводить в своей речи только те частоты, которые он тоже слышит (закон Томатиса).

		Теперь нам легче понять, почему, например, франкоязычным людям так трудно изучать другие языки. Их предпочтительный диапазон частот, как и итальянцев, находится скорее в узком диапазоне. Преимущество имеют выходцы из стран, где говорят на славянских языках. Частотный диапазон примерно 20 славянских языков охватывает большую полосу пропускания. Этим объясняется предрасположенность выходцев из Восточной Европы к изучению языков.

		Чтобы хорошо выучить язык, нужно, прежде всего, уметь хорошо слышать привилегированный частотный диапазон этого языка. Кроме того, для каждого языка существует типичный латент`,
	languages: [
		
	]
}

export const ForeignLanguages:React.FC = () => {
	return (
		<Box>
			
		</Box>
	)
}